Repository: nate176/pretix-ivs-plugin
Catalog: pretix_ivs_plugin/locale/*/LC_MESSAGES/django.po
Languages: th

source: IVS Plugin
th: ปลั๊กอิน IVS

source: IVS Video Player
th: เครื่องเล่นวิดีโอ IVS

source: Display a Amazon Interactive Video Service livestream in it's native player.
th: แสดงไลฟ์สตรีมของ Amazon Interactive Video Service (IVS) ด้วยเครื่องเล่นวิดีโอหลัก

source: Stream URL
th: URL ของสตรีม

source: Eligible Products
th: สินค้าที่มีสิทธิ์เข้าถึง

source: Only users with these ticket types will see the stream.
th: เฉพาะผู้ใช้ที่มีประเภทตั๋วเหล่านี้เท่านั้นที่จะสามารถรับชมสตรีมได้

source: Generate Token
th: สร้างโทเคน

source: Private Key
th: รหัสส่วนตัว (Private Key)

source: Required to Generate Tokens.
th: จำเป็นต้องใช้สำหรับการสร้างโทเคน

source: Title
th: ชื่อหัวข้อ

source: Title to display on the order page.
th: ชื่อหัวข้อที่จะแสดงในหน้าข้อมูลการสั่งซื้อ

source: Content
th: เนื้อหา

source: Text to be displayed under the video. HTML is allowed.
th: ข้อความที่จะแสดงใต้คลิปวิดีโอ (อนุญาตให้ใช้ HTML)

source: AWS IVS Streaming
th: การสตรีมผ่าน AWS IVS

source: Ready to watch?
th: พร้อมรับชมหรือยัง?

source: Click the button below to check in and start the stream.
th: คลิกปุ่มด้านล่างเพื่อเช็คอินและเริ่มรับชมสตรีม

source: Check in to Watch
th: เช็คอินเพื่อเข้าชม

source: IVS Live Settings
th: ตั้งค่าการไลฟ์สตรีม IVS

source: Save
th: บันทึก

source: You are now checked in! Enjoy the stream.
th: คุณเช็คอินเรียบร้อยแล้ว ขอให้สนุกกับการรับชมสตรีม!
